11/data/attachments/fd71bcf375d5bc94.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_d9d3eed9-e509-469f-aa10-3f2a6f815ba9</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>-1</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>